{  
   "accountcustomization":{
      "display":"Account Customization",
      "info":"Customize your account with a variety of options; some selections may require an Upper Staff member to assist you.",
      "items":{
         "symbol":{
            "display":"Custom Symbol",
            "price":2,
            "currency":"bucks",
            "onbuy":"You have purchased a Custom Symbol. To activate your custom symbol, you can set it with with /customsymbol [symbol];<br/>once you set your symbol, you'll need to purchase this again to set a new one.<br/>You can remove your symbol with /resetsymbol.<br/>",
            "info":"Redeems a custom symbol to go in front of your name. (Temporary until restart, or untill you log off for an hour)"
         },
         "globaldeclare":{
            "display":"Global Declare",
            "price":5,
            "currency":"bucks",
            "onbuy":"You have purchased a Global Declare. To redeem your Global Declare, do /usetoken declare, [message you want declared]",
            "info":"Globally declares a message to every user ( via pm ) on the server. (Cannot be used for server advertisements, message must be approved by an administrator.)"
         },
         "customavatar":{
            "display":"Custom Avatar",
            "price":10,
            "currency":"bucks", 
            "onbuy":"You have purchased a Custom Avatar. To redeem your Custom Avatar, do /usetoken avatar, [avatar image]<br/>Inappropriate images may be denied; 80x80 is the optimal image resolution.<br/>",
            "info":"Redeems a custom avatar to be applied to your name (You supply, must be .png or .gif format. Images must be 80x80 to display properly.)"
         },
         "customcolor":{
            "display":"Custom Name Color",
            "price":20,
            "currency":"bucks",
            "onbuy":"You have purchased a Custom Name Color. To redeem your Custom Color, do /usetoken color, [hex color code]<br/>Colors must be easily visible on the website.<br/>",
            "info":"Redeems the ability to have your name color changed. Difficult to see colors are not allowed."
         },
         "title":{
            "display":"Custom Title",
            "price":15,
            "currency":"bucks",
            "onbuy":"You have purchased a Custom Title. To redeem your Custom Title, do /usetoken title, [title], [hex color code]<br/>",
            "info":"Redeems a custom title that appears on your profile, in a custom color. Titles that are deamed inappropriate will be rejected."
         },
         "emote":{
            "display":"Emoticon",
            "price":20,
            "currency":"bucks",
            "onbuy":"You have purchased an Emoticon. To redeem your Emoticon, do /usetoken emote, [emote name], [image]<br/>",
            "info":"Add an emote to the server. You supply the image. Innappropraite images or names may be denied."
         },
         "icon":{
            "display":"Userlist Icon",
            "price":25,
            "currency":"bucks",
            "onbuy":"You have purchased a Userlist Icon. To redeem your Userlist Icon, do /usetoken icon, [image]<br/>Inappropriate images may be denied; must be a 32x32 image.<br/>",
            "info":"Redeems an Icon to be set next to your name on the userlist. (Must be 32x32)"
         },
         "profilemusic":{
            "display":"Profile Music",
            "price":25,
            "currency":"bucks",
            "onbuy":"You have purchased a Profilr Music. To redeem your Profile Music, do /usetoken profilemusic, [link], [name].",
            "info":"Redeems an Profile Music to be set in your profile."
         },
         "profilebackground":{
             "display":"Profile Background",
             "price":25,
             "currency":"bucks",
             "onbuy":"You have purchased a Profile Background. do /usetoken profilebackground, [image]<br />Inappropriate images may get deleted.",
             "info":"Reedems a Profile Background to set as your profile background."
         },
        "roomshop":{
             "display":"Room Shop",
             "price":30,
             "currency":"bucks",
             "onbuy":"You have purchased a room shop. do /usetoken roomshop, [room name]",
             "info":"Redeems a Room shop for your room."
         }
      }
   },
   "sggame":{  
      "display":"SGgame (Alpha)",
      "info":"Extra items to help you out in the alpha test. Please note that save data may be wiped after the alpha test ends",
      "items":{  
         "berry1":{  
            "display":"Berry Bag 1",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased 30 random berries for SGgame Alpha. The berries have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"30 random berries for SGgame Alpha. Possible berries: Cheri, Pecha, Rawst, Chesto, Aspear, Persim, Oran, Sitrus, Lum, Leppa",
            "multibuy": true
         },
         "berry2":{  
            "display":"Berry Bag 2",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased 30 random berries for SGgame Alpha. The berries have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"30 random berries for SGgame Alpha. Possible berries: Aguav, Apicot, Babiri, Charti, Chilan, Chople, Coba, Colbur, Custap, Enigma, Figy, Ganlon, Haban, Iapapa, Jaboca, Kasib, Kebia, Kee, Lansat, Liechi, Mago, Maranga, Micle, Occa, Passho, Payapa, Petaya, Rindo, Roseli, Rowap, Salac, Shuca, Starf, Tanga, Wacan, Wiki, Yache",
            "multibuy": true
         },
         "potion":{  
            "display":"Potion Pack",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 15 Potions for SGgame Alpha. The Potions have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"15 Potions for SGgame Alpha.",
            "multibuy": true
         },
         "superpotion":{  
            "display":"Super Potion Pack",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 6 Super Potions for SGgame Alpha. The Super Potions have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"6 Super Potions for SGgame Alpha.",
            "multibuy": true
         },
         "hyperpotion":{  
            "display":"Hyper Potion Pack",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 4 Hyper Potions for SGgame Alpha. The Hyper Potions have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"4 Hyper Potions for SGgame Alpha.",
            "multibuy": true
         },
         "maxpotion":{  
            "display":"Max Potion Pack",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 3 Max Potions for SGgame Alpha. The Max Potions have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"3 Max Potions for SGgame Alpha.",
            "multibuy": true
         },
         "fullrestore":{  
            "display":"Full Restore Pack",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 2 Full Restores for SGgame Alpha. The Full Restores have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"2 Full Restores for SGgame Alpha.",
            "multibuy": true
         },
         "antidote":{  
            "display":"Antidote Pack",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 10 Antidotes for SGgame Alpha. The Antidotes have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"10 Antidotes for SGgame Alpha.",
            "multibuy": true
         },
         "awakening":{  
            "display":"Awakening Pack",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 10 Antidotes for SGgame Alpha. The Awakening have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"10 Awakenings for SGgame Alpha.",
            "multibuy": true
         },
         "burnheal":{  
            "display":"Burn Heal Pack",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 10 Burn Heals for SGgame Alpha. The Burn Heals have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"10 Burn Heals for SGgame Alpha.",
            "multibuy": true
         },
         "iceheal":{  
            "display":"Ice Heal Pack",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 10 Ice Heals for SGgame Alpha. The Ice Heals have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"10 Ice Heals for SGgame Alpha.",
            "multibuy": true
         },
         "parlyzheal":{  
            "display":"Parlyz Heal Pack",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 10 Parlyz Heals for SGgame Alpha. The Parlyz Heals have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"10 Parlyz Heals for SGgame Alpha.",
            "multibuy": true
         },
         "fullheal":{  
            "display":"Full Heal Pack",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 6 Full Heals for SGgame Alpha. The Full Heals have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"6 Full Heals for SGgame Alpha.",
            "multibuy": true
         },
         "pokeball":{  
            "display":"Pokeballs",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 30 Pokeballs for SGgame Alpha. The Pokeballs have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"30 Pokeballs for SGgame Alpha.",
            "multibuy": true
         },
         "greatball":{  
            "display":"Greatballs",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 15 Greatballs for SGgame Alpha. The Greatballs have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"15 Greatballs for SGgame Alpha.",
            "multibuy": true
         },
         "ultraball":{  
            "display":"Ultraballs",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a pack of 7 Ultraballs for SGgame Alpha. The Ultraballs have been added to your bag, close and reopen your bag if its open to get them to display.<br/>",
            "info":"7 Ultraballs for SGgame Alpha.",
            "multibuy": true
         },
         "hpup":{  
            "display":"HP Up",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a HP Up for SGgame Alpha. The HP-Up has been added to your bag, close and reopen your bag if its open to get it to display.<br/>",
            "info":"1 HP Up for SGgame Alpha. (Boosts HP evs by 10)",
            "multibuy": true
         },
         "protein":{  
            "display":"Protein",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a Protein for SGgame Alpha. The Protein has been added to your bag, close and reopen your bag if its open to get it to display.<br/>",
            "info":"1 Protein for SGgame Alpha. (Boosts ATK evs by 10)",
            "multibuy": true
         },
         "iron":{  
            "display":"Iron",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased an Iron for SGgame Alpha. The Iron has been added to your bag, close and reopen your bag if its open to get it to display.<br/>",
            "info":"1 Iron for SGgame Alpha. (Boosts DEF evs by 10)",
            "multibuy": true
         },
         "calcium":{  
            "display":"Calcium",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a HP Up for SGgame Alpha. The Calcium has been added to your bag, close and reopen your bag if its open to get it to display.<br/>",
            "info":"1 Calcium for SGgame Alpha. (Boosts SPA evs by 10)",
            "multibuy": true
         },
         "zinc":{  
            "display":"Zinc",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a Zinc for SGgame Alpha. The Zinc has been added to your bag, close and reopen your bag if its open to get it to display.<br/>",
            "info":"1 Zinc for SGgame Alpha. (Boosts SPD evs by 10)",
            "multibuy": true
         },
         "carbos":{  
            "display":"Carbos",
            "price":1,
            "currency":"bucks",
            "onbuy":"You have purchased a Carbos for SGgame Alpha. The Carbos has been added to your bag, close and reopen your bag if its open to get it to display.<br/>",
            "info":"1 Carbos for SGgame Alpha. (Boosts SPE evs by 10)",
            "multibuy": true
         }
      }
   }
}
